Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# domain_catalog.e6dc11c050a3
source: 両手でバーを保持し、左右を同時に動かす
ar_sa: أمسك الشريط بكلتا يديك وحرك كلا الجانبين في نفس الوقت
ca: Agafeu la barra amb les dues mans i moveu els dos costats al mateix temps
cs: Držte činku oběma rukama a pohybujte jí současně vlevo i vpravo.
da: Hold stangen med begge hænder og bevæg den samtidigt til venstre og højre.
de_de: Halten Sie die Stange mit beiden Händen und bewegen Sie gleichzeitig beide Arme.
el: Κρατήστε τη μπάρα με τα δύο χέρια και κινήστε ταυτόχρονα αριστερά και δεξιά.
en_au: Grip the bar with both hands and move it simultaneously in opposite directions.
es_es: Sujeta las mancuernas con ambas manos y muévelas simultáneamente hacia los lados.
fi: Pidä tangosta molemilla käsillä ja liikuttaa sitä samanaikaisesti vasemmalle ja oikealle.
fr_ca: Tenir la barre avec les deux mains et bouger simultanément les bras à gauche et à droite.
gu: બંને હાથથી બારને પકડી, અને જમણા અને ડાબા હાથને એક સાથે ખસેડો.
he: החזיקו את הבר במרכז עם שתי הידיים, והזיזו אותו מצד לצד בו זמנית.
hi: दोनों हाथों से बार को पकड़ें और एक साथ दोनों तरफ़ घुमाएँ।
hr: Držite utega obje ruke i pokretajte ih u isto vrijeme.
hu: Tartsa a käszeivel a rúgást, és mozgasse egyszerre bal és jobb oldalt.
id: Memegang bar dengan kedua tangan, lalu menggerakkannya secara bersamaan.
it: Tenere la sbarra con entrambe le mani e muovere contemporaneamente i braccia.
ko: 양손으로 바를 잡고, 동시에 좌우로 움직입니다.
mr: दोन्ही हातांनी बार पकडा आणि दोन्ही बाजू एकाच वेळी हलवा.
ms: Memegang palang dengan kedua-tangan, bergerak ke kiri dan kanan pada masa yang sama
nl_nl: Houd de stang met beide handen vast en beweeg je armen tegelijkertijd heen en weer.
no: Hold stangen med begge hender og beveg armene samtidig til venstre og høyre.
pl: Trzymaj sztangę obiema rękami i poruszaj nią jednocześnie w lewo i prawo.
pt_br: Segure a barra com as duas mãos e mova os braços simultaneamente.
pt_pt: Segure a barra com as duas mãos e mova os braços simultaneamente.
ro: Ține bara cu ambele mâini și mișcă-o simultan spre stânga și spre dreapta.
ru: Удерживайте штангу обеими руками и одновременно двигайте ее влево и вправо.
sk: Držte činku oboma rukami a pohybujte sa doprava aj doľava súčasne.
sl: Držite se šibe z obojih rok in gibajte jo v levem in desnem smereh hkrati.
sv: Håll fast i stången med båda händerna och rör samtidigt åt vänster och höger.
ta: இரண்டு கைகளையும் பயன்படுத்தி பாரை பிடித்து, இடது மற்றும் வலது பக்கங்களை ஒரே நேரத்தில் அசைக்கவும்.
te: రెండు చేతులతో బార్‌ను పట్టుకుని, రెండు వైపులను ఒకేసారి కదలించండి.
th: จับบาร์ด้วยมือทั้งสองข้าง และเคลื่อนที่ไปซ้ายและขวาพร้อมกัน
tr: İki elinizle barı tutun ve aynı anda sol ve sağ kollarınızı hareket ettirin.
uk: Тримайте штангу обома руками і одночасно рухайте її вліво та вправо.
vi: Giữ thanh bằng cả hai tay, di chuyển đồng thời về bên trái và bên phải.
zh_hans: 双手握住杠，同时左右活动
zh_hant: 雙手握住槓桿，同時左右移動

# domain_catalog.e7927193d843
source: ハムストリングス
ar_sa: أوتار الركبة
ca: isquiotibials
cs: Hamstringy
da: Hamstrings
de_de: Oberschenkelmuskulatur
el: Γλουτοί
en_au: Hamstrings
es_es: Isquiotibiales
fi: Reidet
fr_ca: Fessiers
gu: હામસ્ટ્રિંગ્સ
he: שרירי הישבן
hi: हैमस्ट्रिंग्स
hr: Hamstringi
hu: Izomcsoportok: hasizmok
id: Hamstrings
it: Ischiocrurali
ko: 햄스트링
mr: हॅमस्ट्रिंग
ms: Hamstrings
nl_nl: Hamstrings
no: Hamstrings
pl: Kończyny dolne
pt_br: Isquiotibiais
pt_pt: Isquiotibiais
ro: Mușchii fesieri
ru: Разгибание подколенных сухожилий
sk: Hamstringy
sl: Hamstringi
sv: Lårsträckor
ta: ஹாம்ஸ்ட்ரிங்ஸ்
te: హ్యామ్‌స్ట్రింగ్స్
th: กล้ามเนื้อสะโพก
tr: Hamstringler
uk: Біцепси
vi: Cơ mông
zh_hans: 股四头肌
zh_hant: 大腿後肌

# domain_catalog.e85958c34f0b
source: 一歩踏み出し、前脚の膝とつま先の向きを揃えて沈み込む。
ar_sa: اتخذ خطوة، وقم بمحاذاة الركبة وأصابع القدم في ساقك الأمامية، ثم انزل للأسفل.
ca: Fes un pas, alinea el genoll i els dits dels peus de la cama davantera i enfonsa't.
cs: Udělejte krok dopředu a zvedněte koleno přední nohy a prsty, dokud se nezaměří.
da: Tag et skridt frem og juster knæet og tåen på forfoden, så de er i samme retning.
de_de: Ein Schritt machen und das Knie und die Zehen des vorderen Beins ausrichten und absenken.
el: Πάρτε ένα βήμα, ευθυγραμμίζοντας τους αστραγάλους και τις φτέρνες του μπροστινού ποδιού.
en_au: Step forward, aligning the knee and toe of your front leg before lowering.
es_es: Da un paso hacia adelante, alineando la rodilla y el pie delantera y hundiendo.
fi: Ota yksi askel eteenpäin ja laskeudu, pitäen etujalan polven ja varpaiden suunnan samana.
fr_ca: Faire un pas en avant, en alignant les genoux et les pointes des pieds du membre avant.
gu: એક પગ મૂકો, આગળના પગના ઘૂંટણ અને પંજાને એકસાથે લાવો.
he: צעד אחד קדימה, והשחיתו את הברך והטבור של הרגל הקדמית.
hi: एक कदम आगे बढ़ें और अपने सामने के पैर के घुटने और पैर की उंगलियों को संरेखित करें।
hr: Zaroni korak, uskladiti koljeno prednje noge i prste i spustite.
hu: Vegyél egy lépést, és igazítsd el a lábadat, majd merülj bele.
id: Ambil satu langkah maju, sejajarkan lutut dan ujung jari kaki depan, lalu turunkan tubuh.
it: Fare un passo avanti, allineando il ginocchio e la punta del piede anteriore e abbassandosi.
ko: 한 걸음 내딛고, 앞발의 무릎과 발끝을 정렬하며 내려간다.
mr: एक पाऊल पुढे टाका, समोरच्या पायाच्या गुडघ्याला आणि पायाच्या टोकाला जुळवून घ्या.
ms: Ambil satu langkah, sejajarkan lutut dan jari kaki kaki depan, kemudian masuk.
nl_nl: Neem een stap voorwaarts en laat je knie en tenen van de voorste voet naar elkaar toe vallen.
no: Ta ett skritt fremover, og senk deg ved å justere knærne og tærne på forfoten.
pl: Zrób krok do przodu, dopasowując kąt kolan i palców u stóp.
pt_br: Dê um passo à frente, alinhando os joelhos e os dedos do pé da perna dianteira.
pt_pt: Dê um passo à frente, alinhando os joelhos e os dedos do pé da perna dianteira.
ro: Faceți un pas înainte și aliniați genunchiul și vârful piciorului din fața, apoi aprofundați.
ru: Сделайте шаг вперёд и опуститесь, выровняв колено передней ноги и носок.
sk: Urob krok dopredu a zameraj sa na zarovnanie kolien a pätiek prednej nohy.
sl: Stopite, usmerite kolena prednjega noge in stopala proti sebi.
sv: Ta ett steg framåt och sänk ner kroppen genom att rikta knät och tår på främre benet.
ta: ஒரு அடி எடுத்து வைத்து, முன் காலின் முழங்கால் மற்றும் கால் விரல்களை சீரமைத்து இறக்கவும்.
te: ఒక అడుగు వేసి, ముందు కాళ్ళ మోకాలు మరియు వేళ్ల దిశను సమలేఖనం చేయండి.
th: ก้าวเท้าข้างหนึ่ง แล้วปรับให้เข่าและปลายเท้าของเท้าข้างนั้นชี้ไปในแนวเดียวกัน
tr: Bir adım atın, ön bacağınızın dizini ve ayak ucuyla yere temas edin.
uk: Зробіть крок вперед і опускайтеся, вирівнюючи коліно передньої ноги та п'яту.
vi: Bước một bước, căn chỉnh đầu gối và ngón chân của chân trước rồi hạ xuống.
zh_hans: 迈出一步，调整前脚膝盖和脚尖的方向，然后下沉。
zh_hant: 向前邁一步，調整前腳膝蓋和腳尖的方向，然後沉入。

# domain_catalog.e8c66116952a
source: 疲労が強い
ar_sa: التعب القوي
ca: fatiga forta
cs: Silná únava
da: Stærk træthed
de_de: Starke Erschöpfung
el: Έχετε έντονη κόπωση.
en_au: Feeling very tired
es_es: Fatiga intensa
fi: Voimakas väsymys
fr_ca: Fatigue importante
gu: શારીરિક થાક વધારે છે.
he: תחושת עייפות חזקה
hi: बहुत थकान महसूस हो रही है।
hr: Izražena umor
hu: Erősen fáradt
id: Kelelahan yang kuat
it: Sensazione di affaticamento intensa
ko: 피로감이 심함
mr: खूप थकलेले आहात.
ms: Merasa letih
nl_nl: Er is sprake van aanzienlijke vermoeidheid.
no: Har mye tretthet
pl: Silne zmęczenie
pt_br: Sensação de fadiga intensa
pt_pt: Sensação de fadiga intensa
ro: Oboseală puternică
ru: Выраженная усталость.
sk: Silná únava
sl: Imate močno utrujenost.
sv: Du har mycket trötthet.
ta: சோர்வு அதிகமாக உள்ளது.
te: శారీరక శ్రమ ఎక్కువగా ఉంది
th: รู้สึกเหนื่อยล้ามาก
tr: Yorgunluk çok belirgin
uk: Ви відчуваєте сильний втому.
vi: Cảm thấy mệt mỏi
zh_hans: 感到疲劳
zh_hant: 感到疲勞

# domain_catalog.e9621eac02b3
source: チェストプレス
ar_sa: اضغط على الصدر
ca: premsa de pit
cs: Bench press
da: Chest press
de_de: Brustpresse
el: Πιέσεις στο στήθος
en_au: Chest press
es_es: Press de pecho
fi: Rintapunnerrus
fr_ca: Développé couché
gu: ચેસ્ટ પ્રેસ
he: דחיפה לחזה
hi: चेस्ट प्रेस
hr: Chest press
hu: Mellfehérítés
id: Chest Press
it: Panca piana
ko: 가슴 운동
mr: चेस्ट प्रेस
ms: Chest Press
nl_nl: Chest press
no: Brystpress
pl: Wyciskanie sztangą
pt_br: Supino
pt_pt: Supino
ro: Presă pentru piept
ru: Жим лежа
sk: Tlak na hrudník
sl: Press za prsi
sv: Bröstpress
ta: செஸ்ட் பிரஸ்
te: ఛెస్ట్ ప్రెస్
th: เชสท์เพรส
tr: Göğüs pres
uk: Віджимання на грудях
vi: Ép ngực
zh_hans: 胸推
zh_hant: 胸推

# domain_catalog.ea51e0101b7a
source: 主食・主菜・野菜を小さめに組み合わせる
ar_sa: الجمع بين الأطعمة الأساسية والأطباق الرئيسية والخضروات في قطع صغيرة
ca: Combina els aliments bàsics, els plats principals i les verdures en trossos petits
cs: Spojte hlavní jídlo, hlavní pokrm a zeleninu v menších porcích.
da: Brug små portioner af hovedmåltider, hovedretter og grøntsager
de_de: Kleine Portionen von Hauptnahrung, Hauptgericht und Gemüse kombinieren.
el: Συνδυάστε μικρές ποσότητες από κύρια τροφή, κύριο γεύμα και λαχανικά.
en_au: Combine small portions of your main food, protein source, and vegetables.
es_es: Combinar pequeñas porciones de alimentos principales, verduras y proteínas.
fi: Valitse pienempiä määriä pääruokaa, pääraaka-aineita ja kasviksia.
fr_ca: Combiner de petites portions de céréales, de protéines et de légumes.
gu: મુખ્ય ખોરાક, મુખ્ય ભોજન અને શાકભાજીને નાની માત્રામાં ભેગા કરો.
he: שילוב של מזון עיקרי, מנה עיקרית וירקות בגודל קטן.
hi: मुख्य भोजन, मुख्य व्यंजन और सब्जियां को छोटे भागों में मिलाएं।
hr: Kombinirajte mali porcije glavnih namirnica, proteina i povrća.
hu: Kis adagokban kombinálja a fő ételeket, zöldségeket.
id: Menggabungkan makanan pokok, makanan utama, dan sayuran dalam ukuran kecil
it: Combinare piccoli porzioni di carboidrati, proteine e verdure.
ko: 주식, 주재료, 채소를 작게 조합하기
mr: मुख्य अन्न, मुख्य भाजी आणि भाज्या लहान आकारात एकत्र करा.
ms: Menggabungkan makanan utama, hidangan utama dan sayur dalam saiz kecil
nl_nl: Combine kleine porties van je hoofdmaaltijd, hoofdgerecht en groenten.
no: Kombiner små porsjoner av hovedmat, hovedrett og grønnsaker.
pl: Połącz małe porcje głównego produktu, dania i warzyw.
pt_br: Combine pequenas porções de carboidratos, proteínas e vegetais.
pt_pt: Combine pequenas porções de carboidratos, proteínas e vegetais.
ro: Combinați alimentele principale, preparatele și legumele în porții mai mici.
ru: Сочетайте основные продукты, основное блюдо и овощи в небольших порциях.
sk: Používajte malé porcie zložiek: hlavné jedlo, hlavný zdroj bielkovín a zeleniny.
sl: Združite majhne porcije glavno hrano, glavno jed in zelenjave
sv: Kombinera små portioner av baslivsmedel, huvudrätt och grönsaker.
ta: முக்கிய உணவு, முக்கிய உணவு மற்றும் காய்கறிகளை சிறிய அளவில் கலக்கவும்.
te: ప్రధాన ఆహారం, ప్రధాన వంటకం మరియు కూరగాయలను చిన్న పరిమాణంలో కలపండి.
th: เลือกอาหารหลัก, อาหารหลัก และผักในปริมาณน้อย
tr: Küçük porsiyonlarda ana yemek, sebze ve tahılları birleştirin.
uk: Поєднуйте основні продукти, основні страви та овочі у невеликих порціях.
vi: Kết hợp thực phẩm chính, món ăn chính và rau củ thành những phần nhỏ hơn
zh_hans: 将主食、主菜和蔬菜组合成较小的份量
zh_hant: 將主食、主菜和蔬菜分成小份

# domain_catalog.ea7e68e02761
source: しゃがむ、腕立て姿勢、ジャンプを連続して行う。
ar_sa: أداء القرفصاء، والضغط، والقفزات على التوالي.
ca: Realitzeu squat, flexions i salts en successió.
cs: Provádějte střídání: dřep, tlaky na ruce, skákání.
da: Udfør squats, armstræk og hop i rækkefølge.
de_de: Ausführen einer Reihe von Übungen: Hocken, Liegestütze, Springen.
el: Εκτελέστε συνεχόμενα διατάσεις, σαν να σκύβετε, σαν να κάνετε κράμπες και άλματα.
en_au: Perform squats, push-ups, and jumps consecutively.
es_es: Realizar sentadillas, flexiones y saltos continuamente.
fi: Suorita jatkuvasti kumartumista, punnerruksia ja hyppyjä.
fr_ca: Effectuer des squats, des pompes et des sauts en continu.
gu: સતત રીતે કૂદકો મારવો, હાથથી ઊભા થવું.
he: ביצוע רצף של שכיבה, תרגול יד, קפיצה.
hi: बैठने, पुश-अप की मुद्रा और कूदने का क्रम करें।
hr: Izvršite kontinuirane aktivnosti: sjesti, položaj za podizanje ruku, skakanje.
hu: Folyamatosan végezzünk: hanyóközben állást, nyújtózást, ugrást.
id: Melakukan gerakan jongkok, push-up, dan melompat secara berurutan.
it: Eseguire in sequenza squat, piegamenti sulle braccia e salti.
ko: 앉아서 팔굽혀펴기를 연속적으로 수행합니다.
mr: खाली वाकणे, पुश-अप्स आणि उडी अशा क्रिया करा.
ms: Melakukan senaman squat, push-up, dan lompat secara berterusan.
nl_nl: Voer continu squats, push-ups en sprongen uit.
no: Utføre knebøy, push-ups og hopp etter hverandre.
pl: Wykonuj ciągłe ćwiczenia: siadanie, podciąganie, skakanie.
pt_br: Realizar sentadas, flexões e saltos continuamente.
pt_pt: Realizar sentadas, flexões e saltos continuamente.
ro: Execută în continuu: a sta în genunchi, poziție de flotări, sărituri.
ru: Выполнение последовательности: приседания, отжимания, прыжки.
sk: Opakovane vykonávajte polohy: sed, tlaky, skoky.
sl: Izvajajte nizač, vzpenjanje in skakanje.
sv: Utför armhävningar, knäböj och hopp i följd.
ta: குனிந்து, கைகளை உயர்த்தி, குதித்தல் ஆகியவற்றை தொடர்ச்சியாகச் செய்யுங்கள்.
te: ఒకరిపై ఒకరు నిలబడటం, చేతులు పైకి ఎత్తడం, దూకడం వంటివి వరుసగా చేయడం.
th: ทำท่าก้มตัว, ท่าวิดพื้น, และกระโดดต่อเนื่อง
tr: Ayakta durma, kol basma ve zıplama hareketlerini ardışık olarak yapın.
uk: Виконуйте послідовно: присідання, віджимання, стрибки.
vi: Thực hiện liên tục tư thế squat, chống đẩy và nhảy.
zh_hans: 连续进行蹲下、俯卧撑和跳跃。
zh_hant: 連續進行蹲、俯臥撐和跳躍。

# domain_catalog.eac1bac2c287
source: 体重・腹囲・運動頻度を確認する
ar_sa: تحقق من وزنك ومحيط الخصر وتكرار التمرين
ca: Comproveu el vostre pes, la circumferència de la cintura i la freqüència d'exercici
cs: Zkontrolujte svou váhu, obvod pasu a frekvenci cvičení.
da: Tjek din vægt, talje og træningsfrekvens.
de_de: Gewicht, Taille und Trainingshäufigkeit überprüfen.
el: Ελέγξτε το βάρος, τις διαστάσεις της κοιλιάς και τη συχνότητα των ασκήσεων.
en_au: Check your weight, waist circumference, and exercise frequency.
es_es: Verificar peso, circunferencia de la cintura y frecuencia de ejercicio.
fi: Tarkista paino, vyötärönympärys ja liikunnan määrä.
fr_ca: Vérifiez votre poids, votre tour de taille et la fréquence de vos activités physiques.
gu: વજન, પેટનો પરિઘ અને કસરતની આવૃત્તિ તપાસો.
he: בדוק את המשקל, היקף הבטן והתדירות של פעילות גופנית.
hi: वजन, पेट की परिधि और व्यायाम की आवृत्ति की जांच करें।
hr: Provjerite svoju težinu, obod trbuha i frekvenciju vježbanja.
hu: Ellenőrizze a súlyt, a mellszövetet és az edzés gyakoriságát.
id: Periksa berat badan, lingkar perut, dan frekuensi olahraga.
it: Verifica il peso, la circonferenza della vita e la frequenza dell'attività fisica.
ko: 체중, 허리둘레, 운동 빈도를 확인합니다.
mr: वजन, कंबर आणि व्यायामाची वारंवारता तपासा
ms: Periksa berat, sekeliling pinggang, dan frekuensi senaman.
nl_nl: Gewicht, tailleomtrek en trainingsfrequentie bekijken.
no: Sjekk vekt, midjeomkrets og treningsfrekvens.
pl: Sprawdź swoją wagę, obwód talii i częstotliwość ćwiczeń.
pt_br: Verifique seu peso, circunferência abdominal e frequência de exercícios.
pt_pt: Verifique seu peso, circunferência abdominal e frequência de exercícios.
ro: Verificați greutatea, circumferința taliei și frecvența exercițiilor.
ru: Проверьте свой вес, обхват талии и частоту тренировок.
sk: Skontrolujte svoju hmotnosť, obvod pása a frekvenciu cvičenia.
sl: Preverite svojo težo, obseg trebuha in pogostnost treningov.
sv: Kontrollera din vikt, midjemått och träningsfrekvens.
ta: எடை, இடுப்பு சுற்றளவு மற்றும் உடற்பயிற்சி அதிர்வெண்ணை சரிபார்க்கவும்.
te: బరువు, కడుపు చుట్టుకొలత, వ్యాయామాల ఫ్రీక్వెన్సీని తనిఖీ చేయండి.
th: ตรวจสอบน้ำหนัก, รอบเอว, และความถี่ในการออกกำลังกาย
tr: Kilo, karın çevresi ve egzersiz sıklığını kontrol et.
uk: Перевірте вагу, об'єм та частоту фізичної активності.
vi: Kiểm tra số cân, vòng bụng và tần suất tập luyện.
zh_hans: 确认体重、腹围和运动频率
zh_hant: 確認體重、腹圍和運動頻度

# domain_catalog.eb4094333313
source: 写っていない部位を推測しない
ar_sa: لا تخمن الأجزاء غير المعروضة
ca: No endevineu les peces que no es mostren
cs: Nepokoušejte se odhadnout části těla, které nejsou na fotce.
da: Antag ikke, at der er dele, du ikke kan se på billedet.
de_de: Nicht versuchen, fehlende Bereiche zu erraten.
el: Μην κάνετε υποθέσεις για τα μέρη του σώματος που δεν φαίνονται στην φωτογραφία.
en_au: Do not assume what is not visible in the photo.
es_es: No se deduce qué partes no están visibles en las fotos.
fi: Älä arvioi, mitä ei ole kuvassa.
fr_ca: Ne déduisez pas l'existence de parties non visibles sur les photos.
gu: જે ભાગો દેખાતી નથી તે વિશે અનુમાન કરશો નહીં
he: אל תנחש איברים שלא נראים בתמונה.
hi: उन हिस्सों का अनुमान न लगाएं जो दिखाई नहीं दे रहे हैं।
hr: Ne pretpostavljajte koje dijelove tijela nisu na slici.
hu: Ne próbáljon meg azonosítani hiányzó részeket.
id: Jangan membuat asumsi tentang bagian tubuh yang tidak terlihat pada foto.
it: Non cercare di dedurre quali parti del corpo non sono visibili nelle foto.
ko: 보이지 않는 부분을 추측하지 않습니다.
mr: न दिसणाऱ्या भागांचा अंदाज लावू नका
ms: Jangan membuat kesimpulan berdasarkan bahagian yang tidak kelihatan.
nl_nl: Geef geen aannames over delen die niet zichtbaar zijn op de foto.
no: Ikke spekulér om deler som ikke vises.
pl: Nie próbuj zgadywać, które części ciała nie są widoczne.
pt_br: Não especule sobre partes do corpo que não estão visíveis nas fotos.
pt_pt: Não especule sobre partes do corpo que não estão visíveis nas fotos.
ro: Nu încercați să deduceți ce nu este vizibil în fotografii.
ru: Не делайте предположений о частях тела, которые не видно на фото.
sk: Nepredpokládejte, že nevidíme určité časti.
sl: Ne sklepajte o nevidnih delih telesa.
sv: Gissa inte vilka delar som saknas på bilden.
ta: காணாமல் போன பகுதிகளை ஊகிக்க வேண்டாம்.
te: ఏదో ఒక భాగాన్ని ఊహించకుండా ఉండండి.
th: อย่าคาดเดาตำแหน่งที่ไม่ปรากฏในภาพ
tr: Görünmeyen bölgeleri tahmin etmeyin.
uk: Не робіть припущень щодо невидимих частин тіла.
vi: Không suy đoán về các bộ phận không hiển thị trên ảnh.
zh_hans: 不要猜测未拍摄部位
zh_hant: 不要从照片中推测未拍摄部位

# domain_catalog.edf60d12c07a
source: 筋肉の輪郭と動きやすさを両立する
ar_sa: يوازن محيط العضلات وسهولة الحركة
ca: Equilibra el contorn muscular i la facilitat de moviment
cs: Chceme dosáhnout harmonického vzhledu svalů a jejich pohyblivosti.
da: Ønsker at kombinere muskeldefinition og bevægelighed
de_de: Ich möchte sowohl die Konturen als auch die Beweglichkeit der Muskeln verbessern.
el: Στόχος: να διατηρήσετε τον σκελετό και ταυτόχρονα να χτίσετε τους μύες.
en_au: Achieving both muscle definition and ease of movement
es_es: Lograr tanto la definición muscular como la flexibilidad.
fi: Yhdistetään lihasten muoto ja liikkuvuus
fr_ca: Obtenir à la fois une silhouette musclée et une bonne mobilité
gu: માસની આકાર અને હલનચલનને સુધારો
he: שילוב של קווי מתאר שרירים וגמישות
hi: मांसपेशियों की आकृति और गतिशीलता दोनों को बनाए रखें
hr: Želim postići ravnotežu između izgleda i fleksibilnosti mišića
hu: A cél, hogy a testtartást és a mozgást egyaránt optimalizáljuk.
id: Mencapai keseimbangan antara bentuk otot dan kemudahan bergerak
it: Mantenere la forma muscolare e migliorare la flessibilità
ko: 근육의 윤곽과 움직임을 동시에
mr: मांसपेशीचा आकार आणि हालचाल सुलभ करणे
ms: Menjaga bentuk dan kebolehgerakan otot
nl_nl: Het behouden van een strakke lichaamsbouw en soepele bewegingen
no: Ønsker å kombinere muskeldefinisjon og bevegelse
pl: Dąż do idealnego kształtu mięśni i ich elastyczności.
pt_br: Alcançar tanto a definição muscular quanto a facilidade de movimento
pt_pt: Alcançar tanto a definição muscular quanto a facilidade de movimento
ro: Doresc să obțin atât contururi bine definite, cât și flexibilitate
ru: Сочетание четкой формы мышц и их подвижности
sk: Chcem dosiahnuť, aby boli svaly definované a zároveň ľahko sa pohybovali.
sl: Želim združiti obliko in gibčnost mišic
sv: Balansera muskulär form och rörlighet
ta: தசையின் வடிவத்தையும், இயக்கத்தையும் ஒருங்கிணைத்தல்
te: కండరాల ఆకృతిని మరియు కదలికను రెండింటినీ మెరుగుపరచడం
th: เพื่อให้ได้ทั้งรูปร่างและช่วงล่างที่สวยงาม
tr: Kasların şeklini ve hareket kabiliyetini birleştirmek
uk: Бажаємо поєднати чіткі контури м'язів і їхню рухливість
vi: Kết hợp giữa hình dáng và sự linh hoạt của cơ bắp
zh_hans: 既保持肌肉，又增加塑形
zh_hant: 兼顧肌肉輪廓和活動性

# domain_catalog.ee583d0f2045
source: ワークアウトセンサー
ar_sa: مستشعر التمرين
ca: sensor d'entrenament
cs: Senzor pro trénink
da: Træningssensor
de_de: Trainingssensor
el: Αισθητήρας προπόνησης
en_au: Workout sensor
es_es: Sensor de entrenamiento
fi: Harjoituksen seuranta
fr_ca: Capteur d'entraînement
gu: વર્કઆઉટ સેન્સર
he: חיישן אימון
hi: वर्कआउट सेंसर
hr: Senzor za trening
hu: Edzésmérő
id: Sensor Latihan
it: Sensore per l'allenamento
ko: 운동 센서
mr: वर्कआउट सेन्सर
ms: Sensor latihan
nl_nl: Workout sensor
no: Treningssensor
pl: Czujnik treningowy
pt_br: Sensor de Exercício
pt_pt: Sensor de Exercício
ro: Senzor pentru antrenament
ru: Датчик тренировки
sk: Senzor tréningu
sl: Senzor vadbe
sv: Träningssensor
ta: உடற்பயிற்சி சென்சார்
te: వ్యాయామ సెన్సార్
th: เซ็นเซอร์สำหรับออกกำลังกาย
tr: Egzersiz sensörü
uk: Датчик тренувань
vi: Cảm biến tập thể dục
zh_hans: 训练传感器
zh_hant: 運動感測器

# domain_catalog.eeb0aa3e0d43
source: 脚
ar_sa: الساقين
ca: cames
cs: Nohy
da: Ben
de_de: Beine
el: Πόδια
en_au: Legs
es_es: Piernas
fi: Jalat
fr_ca: Jambes
gu: પગ
he: רגליים
hi: पैर
hr: Nogama
hu: Alsótest
id: Kaki
it: Gambe
ko: 다리
mr: पाय
ms: Kaki
nl_nl: Benen
no: Ben
pl: Nogi
pt_br: Pernas
pt_pt: Pernas
ro: Picioare
ru: Ноги
sk: Nohy
sl: Noge
sv: Ben
ta: கால்கள்
te: కాళ్ళు
th: ขา
tr: Bacaklar
uk: Ноги
vi: Chân
zh_hant: 雙腳

# domain_catalog.eeda02c01499
source: 取得に失敗しました
ar_sa: فشل في الحصول على
ca: No s'ha pogut aconseguir
cs: Neúspěšná registrace
da: Fejl ved indtastning
de_de: Fehlgeschlagen
el: Η λήψη αποτυχησε.
en_au: Failed to retrieve
es_es: Error al obtener
fi: Tallennus epäonnistui
fr_ca: Échec de récupération
gu: માહિતી મેળવવામાં નિષ્ફળ
he: נכשלתם בהשגת המטרה
hi: प्राप्ति विफल
hr: Nije bilo moguće preuzeti
hu: A beállítás sikertelen.
id: Gagal dalam pengambilan
it: Operazione fallita
ko: 획득에 실패했습니다
mr: डेटा मिळवण्यात अयशस्वी
ms: Kegagalan untuk mendapatkan
nl_nl: Het onthouden is mislukt
no: Feilet ved henting
pl: Błąd podczas pobierania
pt_br: Falha na obtenção
pt_pt: Falha na obtenção
ro: Eroare la înregistrare
ru: Не удалось получить данные.
sk: Zlyhalo pri získaní.
sl: Izgovor je bil neuspešen
sv: Misslyckades med att hämta
ta: பெற முடியவில்லை
te: సేకరించడంలో విఫలమయ్యారు
th: ไม่สามารถบันทึกได้
tr: Kaydetme başarısız oldu
uk: Не вдалося отримати.
vi: Không thể lấy được
zh_hans: 获取失败
zh_hant: 获取失败

# domain_catalog.ef0b3d8cfce0
source: レビュー
ar_sa: مراجعة
ca: revisió
cs: Recenze
da: Anmeldelser
de_de: Bewertung
el: Αξιολογήσεις
en_au: Review
es_es: Revisión
fi: Arviointi
fr_ca: Revue
gu: સમીક્ષા
he: ביקורת
hi: समीक्षा
hr: Pregled
hu: Véleményezés
id: Review
it: Recensione
ko: 검토
mr: पुनरावलोकन
ms: Maklum balas
nl_nl: Review
no: Gjennomgang
pl: Recenzje
pt_br: Avaliação
pt_pt: Avaliação
ro: Recenzii
ru: Отзыв
sk: Recenzia
sl: Recenzije
sv: Recension
ta: மதிப்பாய்வு
te: సమీక్ష
th: รีวิว
tr: Değerlendirme
uk: Огляд
vi: Đánh giá
zh_hans: 回顾
zh_hant: 评价
